// 左边侧栏导航
export default {
  "/": [
    {
      text: "🌟学习指南",
      items: [
        { text: "网赚指南", link: "/order/网赚指南" },
        { text: "markdown图标", link: "/order/markdown图标" },
      ],
    },
    {
      text: "自媒体教学",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "短视频政策",
          link: "/Document/自媒体教学/短视频政策",
        },
        {
          text: "剪映教学",
          link: "/Document/自媒体教学/剪映教学",
        },
        {
          text: "",
          link: "/Document/自媒体教学/",
        },
      ]
    },
    {
      text: "🌟自媒体相关项目",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "自媒体新手入门到运营",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "1.自媒体新手定位",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/1.自媒体新手定位",
            },
            {
              text: "2.自媒体平台",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/2.自媒体平台",
            },
            {
              text: "3.自媒体各种类型号",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/3.自媒体各种类型号",
            },
            {
              text: "4.从创建账号开始做一个自媒体号",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/4.从创建账号开始做一个自媒体号",
            },
            
            {
              text: "5.自媒体教程和AI教程",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/5.自媒体教程和AI教程",
            },
            {
              text: "6.自媒体运营",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/6.自媒体运营",
            },
            {
              text: "7.自媒体变现方式总结",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/7.自媒体变现方式总结",
            },
            {
              text: "8.自媒体相关常见问题和解决",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/8.自媒体相关常见问题和解决",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/自媒体新手入门到运营/",
            },
          ]
        },
        {
          text: "各种短视频类型账号如何做",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "各种有用的工具或网址推荐分享",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/各种有用的工具或网址推荐分享",
            },
            {
              text: "今日话题",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/今日话题",
            },
            {
              text: "小说推文",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/小说推文",
            },
            {
              text: "知识分享号",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/知识分享号",
            },
            {
              text: "网红视频剪辑",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/网红视频剪辑",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/各种短视频类型账号如何做/",
            },
          ]
        },
        {
          text: "TikTok",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "跨境电商",
              link: "/Document/自媒体相关项目/TikTok/跨境电商",
            },
            {
              text: "玩转国际版抖音tiktok你掌握用国外服务器搭建自己的vpn",
              link: "/Document/自媒体相关项目/TikTok/玩转国际版抖音tiktok你掌握用国外服务器搭建自己的vpn",
            },
            {
              text: "登录海外版tiktok详细教程",
              link: "/Document/自媒体相关项目/TikTok/登录海外版tiktok详细教程",
            },
            {
              text: "Titok养号",
              link: "/Document/自媒体相关项目/TikTok/Titok养号",
            },
            {
              text: "TikTok运营",
              link: "/Document/自媒体相关项目/TikTok/TikTok运营",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/TikTok/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/TikTok/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/TikTok/",
            },
          ]
        },
        {
          text: "抖音",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "抖音养号攻略",
              link: "/Document/自媒体相关项目/抖音/抖音养号攻略",
            },
            {
              text: "抖音自媒体",
              link: "/Document/自媒体相关项目/抖音/抖音自媒体",
            },
            {
              text: "抖音中视频项目",
              link: "/Document/自媒体相关项目/抖音/抖音中视频项目",
            },
          ]
        },
        {
          text: "公众号",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "",
              link: "/Document/自媒体相关项目/公众号/",
            },
            {
              text: "公众号运营",
              link: "/Document/自媒体相关项目/公众号/公众号运营",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/公众号/",
            },
          ]
        },
        {
          text: "视频号",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "视频号",
              link: "/Document/自媒体相关项目/视频号/视频号",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/视频号/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/视频号/",
            },
          ]
        },
        {
          text: "小红书",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "小红书点子",
              link: "/Document/自媒体相关项目/小红书/小红书点子",
            },
            {
              text: "小红书运营",
              link: "/Document/自媒体相关项目/小红书/小红书运营",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/小红书/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/小红书/",
            },
          ]
        },
        {
          text: "知乎",
          collapsible: true, // 可折叠
          collapsed: true, // 初始不折叠
          items: [
            {
              text: "",
              link: "/Document/自媒体相关项目/知乎/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/知乎/",
            },
            {
              text: "",
              link: "/Document/自媒体相关项目/知乎/",
            },
          ]
        },
      ]
    },
    {
      text: "自媒体相关工具网站",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "自媒体账号管理工具",
          link: "/Document/自媒体相关工具网站/自媒体账号管理工具",
        },
        {
          text: "自媒体效率提升工具",
          link: "/Document/自媒体相关工具网站/自媒体效率提升工具",
        },
        {
          text: "自媒体相关工具网站",
          link: "/Document/自媒体相关工具网站/自媒体相关工具网站",
        },
        {
          text: "素材网站",
          link: "/Document/自媒体相关工具网站/素材网站",
        },
        {
          text: "",
          link: "/Document/自媒体相关工具网站/",
        },
      ]
    },
    {
      text: "现实赚钱干货",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "现实项目干货",
          link: "/Document/现实赚钱干货/现实项目干货",
        },
      ]
    },
    {
      text: "网赚干货流程",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "赚钱的点子",
          link: "/Document/网赚干货流程/赚钱的点子",
        },
        {
          text: "网赚干货",
          link: "/Document/网赚干货流程/网赚干货",
        },
        {
          text: "秒杀抢购转卖",
          link: "/Document/网赚干货流程/秒杀抢购转卖",
        },
        {
          text: "国外问卷调查撸美金",
          link: "/Document/网赚干货流程/国外问卷调查撸美金",
        },
        {
          text: "",
          link: "/Document/网赚干货流程/",
        },
        {
          text: "",
          link: "/Document/网赚干货流程/",
        },
      ]
    },
    {
      text: "投资理财",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "投资理财干货",
          link: "/Document/投资理财/投资理财干货",
        },
        {
          text: "",
          link: "/Document/投资理财/",
        },
        {
          text: "",
          link: "/Document/投资理财/",
        },
      ]
    },
    {
      text: "店铺运营",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "",
          link: "/Document/店铺运营/",
        },
      ]
    },
    {
      text: "联盟佣金",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "",
          link: "/Document/联盟佣金/",
        },
      ]
    },
    {
      text: "实体项目",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "",
          link: "/Document/实体项目/",
        },
      ]
    },
    {
      text: "虚拟项目",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "",
          link: "/Document/虚拟项目/",
        },
      ]
    },
    {
      text: "其他项目",
      collapsible: true, // 可折叠
      collapsed: true, // 初始不折叠
      items: [
        {
          text: "",
          link: "/Document/其他项目/",
        },
      ]
    },
  ]
}